Repository: makinacorpus/fusiondirectory_packaging
Catalog: locale/plugins/mail/locale/*/fusiondirectory.po
Languages: cs_cz, fr

source: Mail
cs_cz: E-mail
fr: Courriel

source: Group mail options
cs_cz: Možnosti skupinového e-mailu
fr: Options de courriel du groupe

source: Informations
cs_cz: Informace

source: Primary address
cs_cz: Hlavní adresa
fr: Adresse principale

source: The primary mail address
cs_cz: Hlavní e-mailová adresa
fr: Adresse de courriel principale

source: Server mail
cs_cz: Serverová pošta
fr: Serveur de courriel

source: Alternative addresses
cs_cz: Alternativní adresy
fr: Adresses alternatives

source: Alternative mail addresses for the group
cs_cz: Alternativní e-mailové adresy pro skupinu
fr: Adresses de courriel alternatives pour le groupe

source: Forward messages to non group members
cs_cz: Přeposlat zprávy těm, kdo nejsou členy skupiny
fr: Transférer les messages vers des membres n'appartenant pas au groupe

source: Only allowed to receive local mail
cs_cz: Může přijímat pouze místní e-maily
fr: Les utilisateurs ne sont autorisés qu'à recevoir des messages locaux

source: Whether this group mail is only allowed to receive messages from local senders
cs_cz: Zda je této e-mailové skupině omezeno přijímání zpráv pouze na ty od místních odesilatelů
fr: Ce groupe mail est uniquement autorisé à recevoir des messages provenant d'expéditeurs locaux

source: Services
cs_cz: Služby

source: Hostname
cs_cz: Název počítače
fr: Nom d'hôte

source: The host name.
cs_cz: Název počítače.
fr: Le nom d'hôte.

source: Domain
cs_cz: Doména
fr: Domaine

source: The domain.
cs_cz: Doména
fr: Le domaine.

source: Max mail header size (KB)
cs_cz: Největší přijatelná velikost hlavičky e-mailu (KB)
fr: Taille maximum des entêtes de message (Ko)

source: This value specifies the maximal header size.
cs_cz: Tato hodnota určuje maximální povolenou velikost hlavičky zprávy.
fr: Cette valeur spécifie la taille maximum de l'entête des messages.

source: Max mailbox size (KB)
cs_cz: Nejvyšší umožněná velikost e-mailové schránky (KB)
fr: Taille maximale des boites de courriel (Ko)

source: Defines the maximal size of mail box.
cs_cz: Určuje největší povolenou velikost schránky.
fr: Définit la taille maximale de la boite de courriel.

source: Max message size (KB)
cs_cz: Nejvyšší umožněná velikost zprávy (KB)
fr: Taille maximale des messages (Ko)

source: Specify the maximal size of a message.
cs_cz: Určuje největší povolenou velikost zprávy.
fr: Définit la taille maximale d'un message.

source: Domains and routing
cs_cz: Domény a směrování
fr: Domaines et routage

source: Domains to accept mail for
cs_cz: domény, POUZE ze kterých když přijde zpráva, bude přijata
fr: Domaines desquels accepter des messages

source: Postfix networks
cs_cz: sítě Postfixu
fr: Réseaux postfix

source: Transport table
cs_cz: Transportní tabulka
fr: Table des transports

source: Transport rule
cs_cz: Transportní pravidlo
fr: Règle de transport

source: Restrictions
cs_cz: Omezení

source: Restrictions for sender
cs_cz: Omezení odesilatele
fr: Restrictions pour l'envoyeur

source: For sender
cs_cz: Pro odesilatele
fr: Pour l’expéditeur

source: Restrictions for recipient
cs_cz: Omezení příjemce
fr: Restrictions pour les destinataires

source: For recipient
cs_cz: Pro příjemce
fr: Pour le destinataire

source: Spamassassin service
cs_cz: Služba Spamassassin
fr: Service Spamassassin

source: Spam tagging
cs_cz: Označování nevyžádané pošty
fr: Niveau de spam pour marquage

source: Rewrite header
cs_cz: Přepsat hlavičku
fr: Récrire l'entête

source: Required score
cs_cz: Potřebný stupeň hodnocení
fr: Score requis

source: Select required score to tag mail as spam
cs_cz: Zvolte stupeň hodnocení, po jehož dosažení bude zpráva považována za nevyžádanou
fr: Sélectionner le score requis pour marquer un message comme étant un spam

source: Trusted networks
cs_cz: Důvěryhodné sítě
fr: Réseaux de confiance

source: Flags
cs_cz: Příznaky
fr: Drapeaux

source: Enable use of bayes filtering
cs_cz: Používat k filtrování zpráv algoritmus Bayes
fr: Activer l'utilisation de la méthode de filtrage bayésienne

source: Enable bayes auto learning
cs_cz: Používat samoučící režim algoritmu Bayes
fr: Activer l'apprentissage automatique pour la méthode bayésienne

source: Enable RBL checks
cs_cz: Zapnout kontrolu RBL
fr: Activer les vérifications RBL

source: Enable use of Razor
cs_cz: Používat Razor
fr: Activer l'utilisation de Razor

source: Enable use of Pyzor
cs_cz: Používat Pyzor
fr: Activer l'utilisation de Pyzor

source: Rules
cs_cz: Pravidla
fr: Règles

source: Edit spam rule
cs_cz: Upravit pravidlo pro nevyžádanou poštu
fr: Éditer la règle anti-spam

source: Name
cs_cz: Název
fr: Nom

source: Rule
cs_cz: Pravidlo
fr: Règle

source: Antivirus service
cs_cz: Antivirová služba
fr: Service Antivirus

source: Virus filtering
cs_cz: Filtrování virů
fr: Filtrage des virus

source: Database user
cs_cz: uživatel pro přístup k databázi
fr: Utilisateur de la base de données

source: User name for the database
cs_cz: Přihlašovací jméno do databáze
fr: Nom de l'utilisateur pour se connecter à la base de données

source: Database mirror
cs_cz: Zrcadlo databáze
fr: Miroir de la base de données

source: Mirror for the database
cs_cz: Zrcadlo pro databázi
fr: Miroir pour la base de données

source: Http proxy URL
cs_cz: URL adresa HTTP proxy
fr: URL du proxy HTTP

source: URL for the proxy
cs_cz: URL adresa proxy
fr: URL pour le proxy

source: Maximum threads
cs_cz: Nejvyšší umožněný počet vláken
fr: Threads maximum

source: Maximum number of threads
cs_cz: Nejvyšší umožněný počet vláken
fr: Nombre de threads maximum

source: Max directory recursions
cs_cz: Nejvyšší umožněný počet vnoření adresáře
fr: Nombre maximum de récursions

source: Maximum number of directory recursions
cs_cz: Nejvyšší umožněný počet vnoření složek
fr: Nombre maximum de récursions dans les répertoires

source: Checks per day
cs_cz: Kontrol za den
fr: Vérifications par jour

source: Enable debugging
cs_cz: Zapnout diagnostický režim
fr: Activer le débogage

source: Enable debugging for the antivirus
cs_cz: Zapnout diagnostický režim pro antivirus
fr: Activer le débogage pour l’antivirus

source: Enable mail scanning
cs_cz: Zapnout skenování zpráv
fr: Activer le scan de courriel

source: Enable mail scanning for the antivirus
cs_cz: Zapnout skenování e-mailů na viry
fr: Activer le scan de courriel par l’antivirus

source: Archive scanning
cs_cz: Skenování archivů
fr: Vérification des archives

source: Enable scanning of archives
cs_cz: Zapnout skenování archivů
fr: Activer la vérification des archives

source: Block encrypted archives
cs_cz: Blokovat zašifrované archivy
fr: Bloquer les archives chiffrées

source: Maximum file size
cs_cz: Nejvyšší umožněná velikost souboru
fr: Taille maximum des fichiers

source: Maximum recursion
cs_cz: Nejvyšší umožněný počet vnořených úrovní
fr: Récursions maximum

source: Maximum compression ratio
cs_cz: Maximální kompresní poměr
fr: Ratio maximum de compression

source: IMAP/POP3 generic service
cs_cz: Obecná služba IMAP/POP3
fr: Service IMAP/POP3 générique

source: Configuration error
cs_cz: Chyba v nastavení
fr: Erreur de configuration

source: The configured mail attribute '%s' is unsupported!
cs_cz: Nastavený atribut zprávy '%s' není podporován!
fr: L'attribut de messagerie '%s' n'est pas supporté !

source: Mail method '%s' is unknown!
cs_cz: Neznámý systém správy e-mailů '%s'!
fr: Le méthode de messagerie '%s' est inconnue !

source: None
cs_cz: žádné
fr: Aucun

source: Unknown
cs_cz: neznámé
fr: Inconnu

source: Unlimited
cs_cz: Neomezené
fr: Illimité

source: Mail error
cs_cz: Chyba e-mailu
fr: Erreur du serveur de courriel

source: Cannot read quota settings: %s
cs_cz: Nelze načíst nastavení kvóty: %s
fr: Impossible de lire les paramètres de quota : %s

source: Quota usage
cs_cz: Kvóta využití
fr: Utilisation des quotas

source: Part of the quota which is used
cs_cz: Část kvóty, která je využita
fr: Part du quota qui est utilisée

source: Mail settings
cs_cz: Nastavení e-mailu
fr: Paramètres de courriel

source: Mail account
cs_cz: E-mailový účet
fr: Compte courriel

source: Primary mail address
cs_cz: Hlavní e-mailová adresa
fr: Adresse de courriel principale

source: Specify the mail server where the user will be hosted on
cs_cz: Zadejte poštovní server, na kterém bude uživatel mít svůj účet.
fr: Indiquez le serveur de courriel de l'utilisateur

source: Quota size
cs_cz: Velikost kvóty
fr: Taille du quota

source: Other addresses and redirections
cs_cz: Ostatní adresy a přesměrování
fr: Autres adresses et redirections

source: List of alternative mail addresses
cs_cz: Seznam alternativních e-mailových adres
fr: Liste des adresses de courriel alternatives

source: Forward messages to
cs_cz: Přesměrovat zprávy na
fr: Transférer les messages vers

source: Addresses to which messages should be forwarded
cs_cz: Adresy, na které by měly být přeposílány zprávy
fr: Adresses à laquelle les messages doivent être redirigés

source: Vacation message
cs_cz: Zpráva „jsem na dovolené“
fr: Message d'absence

source: Activate vacation message
cs_cz: Zapnout samočinnou odpověď „jsem na dovolené“
fr: Activer le message d'absence

source: Select to automatically response with the vacation message defined below
cs_cz: Zaškrtněte pro automatické odpovídání níže uvedenou zprávou „jsem na dovolené“
fr: Réponse automatique par le message d'absence ci-dessous

source: from
cs_cz: od
fr: du

source: till
cs_cz: dokud
fr: jusqu'au

source: Spam options
cs_cz: Možnosti nevyžádané pošty
fr: Options anti spam

source: Move mails depending on spam level
cs_cz: Přesouvat e-maily dle úrovně nevyžádané pošty
fr: Déplacer les messages en fonction du niveau de spam

source: Minimum spam level
cs_cz: Nejnižší umožněná úroveň nevyžádané pošty
fr: Niveau de spam minimal

source: Spam level above which a mail will be moved
cs_cz: Úroveň nevyžádané pošty, při jejímž překročení bude zpráva přesunuta
fr: Niveau de spam au-dessus duquel un courriel sera déplacé

source: Move spam to folder
cs_cz: Přesunout nevyžádanou poštu do složky
fr: Déplacer le spam dans le dossier

source: Folder in which spam will be moved
cs_cz: Složka, do které bude přesouvána nevyžádaná pošta
fr: Dossier dans lequel le spam sera déplacé

source: Reject mail depending on their size
cs_cz: Odmítat zprávy v závislosti na jejich velikosti
fr: Rejeter les courriels en fonction de leur taille

source: Messages bigger than the chosen size will be rejected
cs_cz: Zprávy větší než zvolená velikost budou odmítány
fr: Les courriels plus grands que la taille choisie seront rejetés

source: Minimum size to reject a mail (MB)
cs_cz: Nejnižší umožněná velikost pro odmítnutí zprávy (MB)
fr: La taille minimale pour rejeter un courriel (Mo)

source: Advanced mail options
cs_cz: Pokročilé volby e-mailu
fr: Options de courriel avancées

source: Use custom sieve script
cs_cz: použít vlastní skript Sieve
fr: Utiliser des scripts sieve personnalisés

source: disables all Mail options!
cs_cz: zakáže všechny volby e-mailu!
fr: désactive toutes les options de courriel !

source: Use your sieve script with personnal customization
cs_cz: Použijte svůj sieve skript s vlastními úpravami
fr: Utilisez votre script sieve avec une personnalisation

source: User is only allowed to send and receive local mails
cs_cz: Uživateli je dovoleno přijímat a odesílat pouze místní poštu
fr: Les utilisateurs ne sont autorisés qu'à envoyer et recevoir des messages locaux

source: Select if user can only send and receive inside his own domain
cs_cz: Vyberte, pokud uživatel má přijímat a odesílat pouze v rámci vlastní domény
fr: Sélectionnez si vous voulez que les utilisateurs puissent envoyer et recevoir des courriels uniquement dans leur propre domaine

source: No delivery to own mailbox
cs_cz: Nedoručovat do vlastní schránky
fr: Aucune distribution des courriels dans sa propre boite

source: Select if you want to forward mails without getting own copies of them
cs_cz: Vyberte, pokud chcete přeposílat zprávy bez toho, abyste dostávali vlastní kopie
fr: Sélectionnez ceci si vous souhaitez relayer les messages sans garder de copie de ceux-ci

source: Cannot get list of mailboxes: %s
cs_cz: Nezdařilo se získat seznam schránek: %s
fr: Impossible d'obtenir la liste des comptes de courriel : %s

source: Mail method cannot connect: %s
cs_cz: E-mailová metodou se nelze připojit: %s
fr: Le méthode de courriel ne peut pas se connecter : %s

source: Mailbox '%s' doesn't exists on mail server: %s
cs_cz: Schránka %s neexistuje na poštovním serveru: %s
fr: Le compte de courriel '%s' n'existe pas sur le serveur : %s

source: Cannot update mailbox: %s
cs_cz: Nelze aktualizovat schránku: %s
fr: Impossible de mettre à jour le compte : %s

source: Cannot write quota settings: %s
cs_cz: Nelze zapsat nastavení kvóty: %s
fr: Impossible d'écrire les paramètres de quota : %s

source: Mail error saving sieve settings
cs_cz: Nastavení ukládání záznamů o chybách zpráv v Sieve
fr: Erreur lors de la sauvegarde du script sieve

source: Mail plugin configuration
cs_cz: Nastavení zásuvného modulu E-mail
fr: Configuration du plugin mail

source: Mail method
cs_cz: systém správy elektronické pošty
fr: Méthode de courriel

source: Mail method the setup should use to communicate with a possible mail server. Leave this undefined if your mail method does not match the predefined ones.
cs_cz: Způsob, který by měl být použit pro komunikace s případným poštovním serverem. Pokud nevyhovuje žádná z přednastavených metod, ponechte prázdné.
fr: Méthode de courriel que l'installation doit utiliser pour communiquer avec un serveur de messagerie. Laissez ceci à indéfini si votre méthode ne correspondent pas à celles prédéfinies.

source: Account identification attribute
cs_cz: Atribut, dle kterého budou rozlišovány účty
fr: Attribut d'identification du compte

source: Which attribute will be used to create accounts.
cs_cz: Který atribut má být použit pro vytváření účtů.
fr: Quel attribut sera utilisé pour créer des comptes.

source: Mail user template
cs_cz: Šablona uživatele e-mailu
fr: Modèle d'utilisateur de courriel

source: Override the user account creation syntax.
cs_cz: Přebít syntaxi vytváření uživatelského účtu.
fr: Remplace la syntaxe de création d'un compte utilisateur.

source: Mail folder template
cs_cz: Šablona složky e-mailu
fr: Modèle de dossier de courriel

source: Override the methods default account creation syntax.
cs_cz: Přebít způsoby syntaxe vytvoření výchozího účtu.
fr: Remplace la syntaxe de création de compte par défaut

source: Use cyrus UNIX style
cs_cz: Použít cyrus v unixovém stylu
fr: Utiliser le style Cyrus UNIX

source: Determines if 'foo/bar' or 'foo.bar' should be uses as namespaces in IMAP.
cs_cz: Určuje, zda mají mít jmenné prostory v IMAP podobu něco/neco nebo něco.něco .
fr: Détermine si "foo/bar" ou "foo.bar" doit être utilisé comme espace de nom IMAP.

source: Delete mailbox on account deletion
cs_cz: Při smazání účtu smazat i e-mailovou schránku
fr: Supprimer le compte de courriel lors de la suppression du compte

source: Determines if the mailbox should be removed from your IMAP server after the account is deleted in LDAP.
cs_cz: Určuje, zda má být po smazání účtu v LDAP též odebrána e-mailová schránka na IMAP serveru.
fr: Détermine si la boîte aux lettres doit être retirée de votre serveur IMAP après la suppression du compte LDAP.

source: Cyrus autocreate folders
cs_cz: Samočinné vytváření složek na Cyrus
fr: Création automatique des dossiers Cyrus

source: List of personal IMAP folders that should be created along initial account creation.
cs_cz: Seznam osobní IMAP složek, které by měly být vytvořen společně s úvodním vytvářením účtu.
fr: Liste des dossiers IMAP personnels qui doivent être créés lors de la création du compte initial.

source: IMAP timeout
cs_cz: Časový limit pro IMAP
fr: Délai d'inactivité IMAP

source: Sets the connection timeout for imap actions.
cs_cz: Nastavuje časové limity prodlevy připojení pro akce imap.
fr: Définit le délai d’attente maximum pour les actions IMAP.

source: Shared prefix
cs_cz: Sdílená předpona
fr: Préfixe des dossiers partagés

source: Prefix to add for mail shared folders.
cs_cz: Předpona, kterou přidat pro sdílené poštovní složky.
fr: Préfixe à ajouter pour les dossiers partagés.

source: Generic
cs_cz: Obecné
fr: Générique

source: Server
fr: Serveur

source: Enable use of DCC
fr: Activer l'utilisation de DCC
