Repository: makinacorpus/fusiondirectory_packaging
Catalog: locale/plugins/argonaut/locale/*/fusiondirectory.po
Languages: pt_br

source: Argonaut client settings
pt_br: Configurações de cliente Argonaut

source: Client port
pt_br: Porta do cliente

source: Port used by argonaut client for JSON-RPC
pt_br: Porta usado pelo cliente argonaut para JSON-RPC

source: Protocol
pt_br: Protocolo

source: Protocol to use for argonaut
pt_br: Protocolo usado pelo argonaut

source: WakeOnLan interface
pt_br: Interface WakeOnLan

source: Interface used by argonaut for WakeOnLan
pt_br: Interface usada pelo argonaut para WakeOnLan

source: TaskId file
pt_br: Arquivo TaskId

source: File which argonaut will use to store its task id when booting
pt_br: Arquivo o qual argonaut usará para armazenar sua task id quando inicializar

source: Log directory
pt_br: Diretório de registro

source: Directory in which argonaut client should write its logs
pt_br: Diretório o qual o cliente argonaut deve escrever seus registros

source: Key
pt_br: Chave

source: Service names
pt_br: Nomes dos Serviços

source: Argonaut service names
pt_br: Nome dos serviços Argonaut

source: Argonaut client
pt_br: Cliente Argonaut

source: Edit argonaut client settings
pt_br: Editar configurações de cliente argonaut

source: Argonaut Fuse settings
pt_br: Configurações Argonaut Fuse

source: Basic settings
pt_br: Configurações básicas

source: Default mode
pt_br: Modo padrão

source: Directory in which argonaut-fuse will store its log
pt_br: Diretório o qual argonaut-fuse irá armazenar seu registro

source: Path where argonaut-fuse should store pxelinux.cfg
pt_br: Pacote onde argonaut-fuse devera armazenar pxelinux.cfg

source: Argonaut Mirror settings
pt_br: Configurações Argonaut Mirror

source: Argonaut mirror settings
pt_br: Configurações mirror do Argonaut

source: Argonaut Debconf Crawler configuration
pt_br: Configuração Argonaut Debconf Crawler

source: Local packages folder
pt_br: Paste de pacotes locais

source: Folder in which the crawler will store packages during analysis
pt_br: Pasta onde o rastreador armazenará os pacotes durante a análise

source: Argonaut Repository configuration
pt_br: Configuração de repositório Argonaut

source: Source
pt_br: Fonte

source: GPG Check
pt_br: Verifique GPG

source: Contents
pt_br: Conteúdo

source: Wether to activate verbose mode
pt_br: Aperte para ativar o modo detalhado

source: Argonaut Fuse FAI module settings
pt_br: Módulos de configuração FAI do Argonaut Fuse

source: Services
pt_br: Serviços

source: Fai flags
pt_br: Bandeiras fai

source: NFS root
pt_br: Raiz NFS

source: Argonaut server
pt_br: Servidor Argonaut

source: Delete finished tasks
pt_br: Deletar tarefas finalizadas

source: Wether or not argonaut server should delete successfully finished tasks
pt_br: O servidor Argonaut deve deletar ou não as tarefas finalizadas com sucesso.

source: Port
pt_br: Porta

source: Port on which the argonaut server will be listening
pt_br: Porta onde o servidor argonauta estará escutando

source: Timeout
pt_br: Tempo limite

source: Time in seconds before to consider an argonaut client or server as down
pt_br: Tempo em segundos antes de considerar o servidor ou cliente argonaut caídos.

source: Directory in which argonaut will store its log
pt_br: Diretório onde o Argonaut armazenará seu registro

source: Wake on lan
pt_br: Lan disponível

source: Interface to use for sending WakeOnLan requests
pt_br: Interface a ser usada para o envio de solicitações WakeOnLan

source: IP tool
pt_br: Ferramenta de IP

source: IP tool to use
pt_br: Ferramento de IP para usar

source: Argonaut Fuse OPSI module settings
pt_br: Configurações do módulo Argonaut Fuse OPSI

source: Opsi admin
pt_br: Administraçaõ Opsi

source: Opsi password
pt_br: Senha Opsi

source: Opsi server
pt_br: Servidor Opsi

source: Opsi lang
pt_br: Lang Opsi

source: Argonaut DNS settings
pt_br: Configuração DNS Argonaut

source: Argonaut Ldap2zone settings:
pt_br: Configurações Argonaut Ldap2zone

source: Bind directory
pt_br: Diretório Bind

source: The directory in which conf file must be created
pt_br: O diretório onde o arquivo conf será criado

source: Bind cache directory
pt_br: Diretório cache do Bind

source: The directory in which zone files must be created
pt_br: Diretório onde os arquivos de zona serão criados

source: Allow notify
pt_br: Permitir notificar

source: Allow update (semicolon separated and ended)
pt_br: Permitir atualização (separador ponto e vírgula e terminou)

source: Allow transfer (semicolon separated and ended)
pt_br: Permitir Transferência (separador ponto e vírgula e terminou)

source: Time to live
pt_br: Tempo para viver

source: rndc path
pt_br: Caminho rndc

source: path to rndc binary
pt_br: Caminho para rndc binário

source: Argonaut Fuse LTSP module settings
pt_br: Configurações do módulo Argonaut Fuse LTSP

source: LTSP server
pt_br: Servidor LTSP

source: Error
pt_br: Erro

source: Cannot load queue entries: %s
pt_br: Não foi possível carregar as entradas queue: %s

source: Import
pt_br: Importar

source: file is empty
pt_br: arquivo está vazio

source: Selected entries will be skipped because of errors. Do you want to proceed?
pt_br: As entradas selecionadas serão ignoradas por causa dos erros. Gostaria de prosseguir?

source: Import complete: %s events successfully send, %s failed
pt_br: Importação completa: %s eventos enviados corretamente, %s falharam

source: Event
pt_br: Evento

source: Deployment queue
pt_br: Fila de implantação

source: Provide a mechanism to automatically activate systems
pt_br: Prover um mecanismo para ativar os sistemas automaticamente

source: Description
pt_br: Descrição

source: immediately
pt_br: Imediatamente

source: Waiting
pt_br: Esperando

source: Show error
pt_br: Mostrar erro

source: Processed
pt_br: Processado

source: in progress
pt_br: em progresso

source: Permission
pt_br: Permissão

source: Remove
pt_br: Remover

source: The following jobs couldn't be deleted, they have to be aborted: %s
pt_br: Os trabalhos seguintes não puderam ser deletados, tivemos que abortar: %s

source: Info
pt_br: Informações

source: Required class '%s' cannot be found: job not aborted!
pt_br: Classe requerida '%s' não foi encontrada: trabalho não abortado!

source: Error detail
pt_br: Detalhes do erro

source: Cannot update queue entries.
pt_br: Não foi possível atualizar a fila de entradas

source: Create '%s' job
pt_br: Criar trabalho '%s'

source: Minutes
pt_br: Minutos

source: Hours
pt_br: Horas

source: Days
pt_br: Dias

source: Weeks
pt_br: Semanas

source: Months
pt_br: Meses

source: Add
pt_br: Adicionar

source: Switch off
pt_br: Desligue

source: Reboot
pt_br: Reiniciar

source: Wake up
pt_br: Acordar

source: Software update
pt_br: Atualização de software

source: (Re)Install
pt_br: (Re)Instalar

source: List of target systems
pt_br: Lista de sistemas de destino

source: Server
pt_br: servidor

source: Workstation
pt_br: Estação de trabalho

source: Object group
pt_br: Grupo de objeto

source: Name
pt_br: Nome

source: List of queued jobs
pt_br: Lista de filas de trabalho

source: Target
pt_br: Destino

source: Task
pt_br: Tarefa

source: Period
pt_br: Período

source: Schedule
pt_br: Programação

source: Status
pt_br: Estado

source: Actions
pt_br: Ações

source: Abort
pt_br: Abortar

source: Execute
pt_br: Executar

source: Process now
pt_br: Processar agora

source: View logs
pt_br: Ver registros

source: Multiple argonaut server found. Only one is supported
pt_br: Servidores múltiplos argonaut encontrados. Apenas um é suportado

source: There is no argonaut server configured
pt_br: Este não é um servidor argonaut configurado

source: Import jobs
pt_br: Importar trabalhos

source: You can import a list of jobs into the FusionDirectory job queue. This should be a semicolon seperated list of items in the following format:
pt_br: Você pode importas listas de trabalho para a fila de trabalho do FusionDirectory. Isto aparecerá como uma semi coluna separado da lista de itens no seguinte formato:

source: timestamp
pt_br: Data

source: MAC-address
pt_br: Endereço-MAC

source: job type
pt_br: Tipo de trabalho

source: object group
pt_br: Grupo de objeto

source: import base
pt_br: Importar base

source: full hostname
pt_br: hostname completo

source: IP-address
pt_br: Endereço-IP

source: DHCP group
pt_br: Grupo DHCP

source: Example
pt_br: Exemplo

source: Select list to import
pt_br: Selecionar lista para importar

source: Browse
pt_br: Navegar

source: Timestamp
pt_br: Data e hora

source: Apply
pt_br: Aplicar

source: Cancel
pt_br: Cancelar

source: System list
pt_br: Lista do sistema

source: Result
pt_br: Resultado

source: Filter
pt_br: Filtro

source: Show servers
pt_br: Exibir servidores

source: Show workstations
pt_br: Exibir estações de trabalho

source: Show terminals
pt_br: Exibir terminais

source: Show winstations
pt_br: Mostrar winstations

source: Filter by IP address range
pt_br: Filtrar por intervalo de endereço de IP

source: Year
pt_br: Ano

source: Month
pt_br: Mês

source: Day
pt_br: Dia

source: Hour
pt_br: Hora

source: Minute
pt_br: Minuto

source: Second
pt_br: Segundo

source: Periodical job
pt_br: Trabalho periódico

source: Job intervall
pt_br: Intervalo de trabalho

source: Warning
pt_br: Aviso

source: So - if you're sure - press 'Delete' to continue or 'Cancel' to abort.
pt_br: Se você tem certeza, pressione 'Delete' para continuar ou 'Cancel' para desistir.
